{
  "0": {
    "ja": "日本橋（にほんばし）は、もともとは1603年（慶長8年）に江戸で最初に町割りが行われた場所にあった川に架けられた木造の橋で、その後何代にもわたり掛け替えられ、現在のものは1911年に完成したもので、東京都中央区の日本橋川に架かり、石造りの2連アーチ橋となっている。",
    "en": "Nihonbashi (日本橋) is a business district of Chūō, Tokyo, Japan which grew up around the bridge of the same name which has linked two sides of the Nihonbashi River at this site since the 17th century.  The first wooden bridge was completed in 1603. The current bridge,  designed by Tsumaki Yorinaka and constructed of stone on a steel frame, dates from 1911.  The district covers a large area to the north and east of the bridge, reaching Akihabara to the north and the Sumida River to the east. Ōtemachi is to the west and Yaesu and Kyobashi to the south.\nNihonbashi, together with Kyobashi and Kanda, is the core of Shitamachi, the original downtown center of Edo-Tokyo, before the rise of newer secondary centers such as Shinjuku and Shibuya."
  },
  "1": {
    "ja": "品川宿（しながわしゅく、しながわじゅく）は、東海道五十三次の宿場の一つ。東海道の第一宿であり、中山道の板橋宿、甲州街道の内藤新宿、日光街道・奥州街道の千住宿と並んで江戸四宿と呼ばれた。",
    "en": "Shinagawa-shuku (品川宿, Shinagawa-shuku) was the one of the fifty-three stations of the Tōkaidō. It is located in Shinagawa, Tokyo, Japan. Along with Itabashi-shuku (Nakasendō), Naitō Shinjuku (Kōshū Kaidō) and Senju-shuku (Nikkō Kaidō and Ōshū Kaidō), it was one of the Four Stations of Edo (江戸四宿 Edo Shishuku). It was located in the present-day Shinagawa Port area near Shinagawa Station."
  },
  "2": {
    "ja": "川崎宿（かわさきしゅく、かわさきじゅく）は、東海道五十三次の2番目の宿場である。\n武蔵国橘樹郡川崎領（現在の神奈川県川崎市川崎区）に置かれた。",
    "en": "Kawasaki-juku (川崎宿, Kawasaki-shuku) was the second of the fifty-three stations of the Tōkaidō. It is located in Kawasaki-ku in the present-day city of Kawasaki, Kanagawa Prefecture, Japan."
  },
  "3": {
    "ja": "神奈川宿（かながわしゅく、かながわじゅく）は、東海道五十三次の3番目の宿場である。武蔵国橘樹郡、今の神奈川県横浜市神奈川区神奈川本町付近にあった。付近には神奈川湊があった。\n神奈川宿は神奈川湊の傍に併設された町であり、相模国や武蔵国多摩郡方面への物資の経由地として栄えた。なお幕末には開港場に指定されたが、実際には対岸の横浜村（現在の中区関内地区）が開港となり、開国以降次第に商業の中心は外国人居留地が作られたこの横浜村に移っていった。",
    "en": "Kanagawa-juku (神奈川宿, Kanagawa-juku) was the third of the fifty-three stations of the Tōkaidō. It was located in Kanagawa-ku in the present-day city of Yokohama, Kanagawa Prefecture, Japan. It was close to Kanagawa Port. Many of its historical artifacts were destroyed by the Great Kantō earthquake and bombings during World War II."
  },
  "4": {
    "ja": "保土ヶ谷宿（ほどがやしゅく、ほどがやじゅく、程ヶ谷宿とも書く）は、東海道五十三次の4番目の宿場である。東海道では武蔵国最西端の宿場町である。",
    "en": "Hodogaya-juku (程ヶ谷宿, Hodogaya-juku) was the fourth of the fifty-three stations of the Tōkaidō. It is located in Hodogaya-ku in the present-day city of Yokohama, Kanagawa Prefecture, Japan. Occasionally, it is also written as 保土ヶ谷宿."
  },
  "5": {
    "ja": "戸塚宿（とつかしゅく、とつかじゅく）は、東海道五十三次の5番目の宿場である。東海道では相模国最東端の宿場町である。",
    "en": "Totsuka-juku (戸塚宿, Totsuka-juku) was the fifth of the fifty-three stations (shukuba) of the Tōkaidō. It was the easternmost post station in Sagami Province. It is now located in Totsuka-ku in the present-day city of Yokohama, Kanagawa Prefecture, Japan."
  },
  "6": {
    "ja": "藤沢宿（ふじさわしゅく、ふじさわじゅく）は、東海道五十三次の6番目の宿場である。\n神奈川県藤沢市にあった。",
    "en": "Fujisawa-shuku (藤沢宿, Fujisawa-shuku) was the sixth of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Fujisawa, Kanagawa Prefecture, Japan."
  },
  "7": {
    "ja": "平塚宿（ひらつかしゅく、ひらつかじゅく）は、東海道五十三次の7番目の宿場である。現在の神奈川県平塚市にあった。",
    "en": "Hiratsuka-juku (平塚宿, Hiratsuka-juku) was the seventh of the fifty-three stations (shukuba) of the Tōkaidō. It is located in the present-day city of Hiratsuka, Kanagawa Prefecture, Japan."
  },
  "8": {
    "ja": "大磯宿（おおいそしゅく、おおいそじゅく）は、東海道五十三次の8番目の宿場である。現在の神奈川県中郡大磯町にあった。",
    "en": "Ōiso-juku (大磯宿, Ōiso-juku) was the eighth of the fifty-three stations (shukuba) of the Tōkaidō. It is located in the present-day town of Ōiso, located in Naka District, Kanagawa Prefecture, Japan."
  },
  "9": {
    "ja": "小田原宿（おだわらしゅく、おだわらじゅく）は、東海道五十三次の9番目の宿場である。今の神奈川県小田原市にあった。江戸を出て最初の城下町にある宿場。",
    "en": "Odawara-juku (小田原宿, Odawara-juku) was the ninth of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Odawara, Kanagawa Prefecture, Japan. It was the first post station in a castle town that travelers came to when they exited Edo (modern-day Tokyo) in Edo period Japan."
  },
  "10": {
    "ja": "箱根宿（はこねしゅく、はこねじゅく）は、東海道五十三次の10番目の宿場である。現在の神奈川県足柄下郡箱根町にあった。",
    "en": "Hakone-juku (箱根宿, Hakone-juku) was the tenth of the fifty-three stations of the Tōkaidō. It is located in the present-day town of Hakone in Ashigarashimo District, Kanagawa Prefecture, Japan. At an elevation of 725m, it is the highest post station on the entire Tōkaidō and was even difficult for the bakufu to maintain."
  },
  "11": {
    "ja": "三島宿（みしましゅく、みしまじゅく）は、\n\n東海道五十三次の宿場の一つ。静岡県三島市に位置した。この項で記述する。\n尾瀬街道の宿場の一つ。福島県三島町に位置した。現在では、道の駅尾瀬街道みしま宿がある地域として知られる。\n三島宿（みしましゅく、みしまじゅく）は、東海道五十三次の11番目の宿場である。\n現在の静岡県三島市にあった。本陣2、旅篭数74。\n箱根峠より西側の最初の宿場町であると同時に三嶋大社の門前町でもあり、戦国時代には箱根峠と三島の間に山中城が築かれていた。\n江戸幕府の天領であり、宝暦9年（1759年）までは伊豆国統治のための代官所が設けられていた。",
    "en": "Mishima-shuku (三島宿, Mishima-shuku) was the eleventh of the fifty-three stations of the Tōkaidō during Edo period Japan. It is located in the present-day city of Mishima, in Shizuoka Prefecture."
  },
  "12": {
    "ja": "沼津宿（ぬまづしゅく、ぬまづじゅく）は、東海道五十三次の12番目の宿場である。現在の静岡県沼津市大手町周辺にあった。\n本陣3、脇本陣1、旅篭屋55、総戸数1234を数えた。",
    "en": "Numazu-juku (沼津宿, Numazu-juku) was the twelfth of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Numazu, Shizuoka Prefecture, Japan."
  },
  "13": {
    "ja": "原宿（はらしゅく、はらじゅく）は、東海道五十三次の13番目の宿場である。現在の静岡県沼津市にある。\n宿場として整備される以前は浮島ヶ原（うきしまがはら、浮島原）と呼ばれ、木曾義仲討伐のために上洛する源義経が大規模な馬揃えを行ったことで知られていた。\n宿場は江戸方（東）から大塚町・東町・西町からなっていた。天保12年（1841年）時点では家数387軒、人口1777人だった。1軒の本陣と1軒の脇本陣を有していたが、 天保9年（1838年）には脇本陣が焼失した。問屋場は東町と西町の2か所にあり、半月交代で使用されていたが、やがて東町の問屋場は焼失した。\n\n",
    "en": "Hara-juku (原宿, Hara-juku) was the thirteenth of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Numazu, Shizuoka Prefecture, Japan."
  },
  "14": {
    "ja": "吉原宿（よしわらしゅく、よしわらじゅく）は、東海道五十三次の14番目の宿場である。現在の静岡県富士市に位置する。\n陸上交通や水運の拠点であったほか、富士参詣の宿駅としても機能した。\n吉原宿は当初現在のJR吉原駅付近にあった（元吉原）が、1639年（寛永16年）の高潮により壊滅的な被害を受けたことから、再発を防ぐため内陸部の現在の富士市依田原付近に移転した（中吉原、現在の八代町付近）。しかし1680年（延宝8年）8月6日の高潮により再度壊滅的な被害を受け、更に内陸部の現在の吉原本町（吉原商店街）に移転した。このため原宿 - 吉原宿間で海沿いを通っていた東海道は吉原宿の手前で海から離れ、北側の内陸部に大きく湾曲する事になり、それまで（江戸から京に向かった場合）右手に見えていた富士山が左手に見えることから、\"左富士\"と呼ばれる景勝地となった。往時は広重の絵にあるような松並木であったが、現在は1本の松の木が残るのみである。",
    "en": "Yoshiwara-juku (吉原宿, Yoshiwara-juku) was the fourteenth of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Fuji, Shizuoka Prefecture, Japan.\nThe Yoshiwara-juku Festival is held each year in October and November in Fuji, showing visitors the area's history."
  },
  "15": {
    "ja": "蒲原宿（かんばらしゅく）は、東海道五十三次の15番目の宿場である。現在の静岡県静岡市清水区にあたる旧蒲原町に位置する。",
    "en": "Kanbara-juku (蒲原宿, Kanbara-juku) was the fifteenth of the fifty-three stations of the Tōkaidō. It is located in what is now part of the Shimizu-ku ward of Shizuoka, Shizuoka Prefecture, Japan. It is one of four former post stations located in Shimizu-ku."
  },
  "16": {
    "ja": "由比宿（ゆいしゅく、ゆいじゅく）は、東海道五十三次の16番目の宿場である。現在の静岡県静岡市清水区に位置する。",
    "en": "Yui-shuku (由比宿, Yui-shuku) was the sixteenth of the fifty-three stations of the Tōkaidō. It is located in the Shimizu-ku area of Shizuoka, Shizuoka Prefecture, Japan. It is one of four former post stations located in Shimizu-ku."
  },
  "17": {
    "ja": "興津（おきつ）は、静岡県静岡市清水区の地名。この辺りの海辺は、古くから清見潟と呼ばれ、歌枕として名を馳せた。\n興津という地名は、興津宗像神社祭神の1柱・興津島姫命（おきつしまひめのみこと）がこの地に住居を定めたことからといわれている。また、平安末期から入江一族の興津氏が居住していたのでその名を地名にしたとの説もある。古代での呼び名は奥津 (おくつ) 、息津（おきつ）、沖津 (おきつ) ともいわれている。現在、興津と呼ばれる区域は1961年に当時の清水市と合併した旧興津町と重なる。\n絵画や和歌の題材以外にも、かつて清見ヶ関が置かれ、東海道と甲州街道が交差する事から戦国時代は、清見寺(巨鼇山 求王院 清見興国禅寺)を中心に、覇者掌握砦地、近代も、台風の目、興津詣などと歴史舞台にたびたび登場する。",
    "en": "Okitsu-juku (興津宿, Okitsu-juku) was the seventeenth of the fifty-three stations of the Tōkaidō. It is located in what is now part of the Shimizu-ku area of Shizuoka, Shizuoka Prefecture, Japan."
  },
  "18": {
    "ja": "江尻宿（えじりしゅく、えじりじゅく）は、東海道五十三次の18番目の宿場である。現在の静岡県静岡市清水区（旧清水市）の中心部にあたる。",
    "en": "Ejiri-juku (江尻宿, Ejiri-juku) was the eighteenth of the fifty-three stations of the Tōkaidō. It is one of four former post stations located in what is now part of the Shimizu-ku area of Shizuoka, Shizuoka Prefecture, Japan. It was 3.4 kilometers from Okitsu-juku, the preceding post station."
  },
  "19": {
    "ja": "府中宿（ふちゅうしゅく、ふちゅうじゅく）は、東海道五十三次の19番目の宿場である。街は城下町である駿府の一角を成していた。現在の行政区画では静岡市葵区に属する。",
    "en": "Fuchū-shuku (府中宿, Fuchū-shuku) was the nineteenth of the fifty-three stations of the Tōkaidō. It is located in what is now part of the Aoi-ku area of Shizuoka, Shizuoka Prefecture, Japan."
  },
  "20": {
    "ja": "鞠子宿（まりこしゅく、まりこじゅく）は、東海道五十三次の20番目の宿場である。丸子宿とも書く。現在の静岡県静岡市駿河区丸子で、最寄り駅は東海道線安倍川駅。",
    "en": "Mariko-juku (鞠子宿, Mariko-juku) was the twentieth of the fifty-three stations of the Tōkaidō. It is located in what is now part of Suruga Ward in Shizuoka City, Shizuoka Prefecture, Japan. It can also be written as 丸子宿 (Mariko-juku)."
  },
  "21": {
    "ja": "岡部宿（おかべしゅく、おかべじゅく）は、東海道五十三次の21番目の宿場である。現在の静岡県藤枝市岡部町。\n\n",
    "en": "Okabe-juku (岡部宿, Okabe-juku) was the twenty-first of the fifty-three stations of the Tōkaidō. It is located in what is now the city of Fujieda, Shizuoka Prefecture, Japan. Between Okabe-juku and the preceding post station of Mariko-juku runs Route 1, which was part of the ancient trade route."
  },
  "22": {
    "ja": "藤枝宿（ふじえだしゅく、ふじえだじゅく）は、東海道五十三次の22番目の宿場である。現在の静岡県藤枝市の山沿い、同市本町および同市大手にかけての一帯にあたる。",
    "en": "Fujieda-juku (藤枝宿, Fujieda-juku) was the twenty-second of the fifty-three stations of the Tōkaidō. It is located in what is now part of the city of Fujieda, Shizuoka Prefecture, Japan."
  },
  "23": {
    "ja": "島田宿 （しまだしゅく、しまだじゅく、旧名「嶋田宿」）は、東海道五十三次の23番目の宿場である。",
    "en": "Shimada-juku (島田宿, Shimada-juku) was the twenty-third of the fifty-three stations of the Tōkaidō highway, which connected Edo with Kyoto in premodern Japan. It is located in what is now part of Shimada, Shizuoka Prefecture, Japan."
  },
  "24": {
    "ja": "金谷宿（かなやしゅく、かなやじゅく） は、東海道五十三次の24番目の宿場である。遠江国最東端の宿場町である。",
    "en": "Kanaya-juku (金谷宿, Kanaya-juku) was the twenty-fourth of the fifty-three stations of the Tōkaidō. It is located in what is now part of Shimada, Shizuoka Prefecture, Japan. During the Edo period, it was the easternmost post station of Tōtōmi Province."
  },
  "25": {
    "ja": "日坂宿（にっさかしゅく、にっさかじゅく） は、東海道五十三次の25番目の宿場である。\n\n",
    "en": "Nissaka-shuku (日坂宿, Nissaka-shuku) was the twenty-fifth of the fifty-three stations of the Tōkaidō. It is located in what is now part of the city of Kakegawa, Shizuoka Prefecture, Japan."
  },
  "26": {
    "ja": "掛川宿（かけがわしゅく、かけがわじゅく） は、東海道五十三次の26番目の宿場である。",
    "en": "Kakegawa-juku (掛川宿, Kakegawa-juku) was the twenty-sixth of the fifty-three stations of the Tōkaidō. It is located in what is now the city of Kakegawa, Shizuoka Prefecture, Japan."
  },
  "27": {
    "ja": "袋井宿（ふくろいしゅく、ふくろいじゅく）は、旧東海道の宿場で、東海道五十三次の宿場の数では江戸から数えても京から数えても27番目で中間点にあたる。他の宿場より少し遅れて元和2年（1616年）までに整備された。\n現在の静岡県袋井市中心部にあたる。周辺に遠州三山をはじめ歴史ある寺や神社が点在し、それらのいわば門前町の形で栄えた。\n\n",
    "en": "Fukuroi-juku (袋井宿, Fukuroi-juku) was the twenty-seventh of the fifty-three stations of the Tōkaidō, making it the center of the route. It is located in what is now the center of the city of Fukuroi, Shizuoka Prefecture, Japan."
  },
  "28": {
    "ja": "見附宿（みつけしゅく、みつけじゅく） は、東海道五十三次の28番目の宿場である。現在の静岡県磐田市見付付近にあたる。",
    "en": "Mitsuke-juku (見附宿, Mitsuke-juku) was the twenty-eighth of the fifty-three stations of the Tōkaidō. It is located in what is now the central part of the city of Iwata, Shizuoka Prefecture, Japan. The post station received its name, which means \"with a view,\" because it was the first place from which Mount Fuji could be seen by travelers coming from Kyoto."
  },
  "29": {
    "ja": "浜松宿（濱松宿、はままつしゅく、はままつじゅく）は、旧東海道の宿場で、東海道五十三次の江戸から数えて29番目、京から数えて25番目にあたる。",
    "en": "Hamamatsu-juku (浜松宿, Hamamatsu-juku) was the twenty-ninth of the fifty-three stations (shukuba) of the Tōkaidō. It is located in what is now Hamamatsu's Naka-ku in Shizuoka Prefecture, Japan."
  },
  "30": {
    "ja": "舞阪宿（まいさかしゅく、まいさかじゅく、正式名称：舞坂宿）は、東海道五十三次の江戸・日本橋から数えて30番目の宿場町で、旧国は遠江国にある。現在の静岡県浜松市西区舞阪町に相当する。",
    "en": "Maisaka-juku (舞阪宿, Maisaka-juku) was the thirtieth of the fifty-three stations of the Tōkaidō. It is located in the western portion of Hamamatsu in Shizuoka Prefecture, Japan. During the Edo period, the area was part of Tōtōmi Province. The kanji for the post station were originally written 舞坂 (Maisaka)."
  },
  "31": {
    "ja": "新居宿（旧名「荒井宿」あらいしゅく）は、東海道五十三次の江戸・日本橋から数えて31番目の宿場。旧国名は遠江国、現在の静岡県湖西市新居町新居に相当する。",
    "en": "Arai-juku (新居宿, Arai-juku) was the thirty-first of the fifty-three stations of the Tōkaidō. It is located in the city of Kosai, Shizuoka Prefecture, Japan. During the Edo period, it was located in Tōtōmi Province. The kanji for the post station were originally also written as 荒江 and 荒井 (Arai).\n\n"
  },
  "32": {
    "ja": "白須賀宿（しらすかしゅく、しらすかじゅく）は、東海道五十三次の32番目の宿場である。現在の静岡県湖西市白須賀。遠江国最西端で、且つ、現在の47都道府県でも静岡県最西端の宿場町である。西の加宿境宿で売られていた柏餅は、白須賀宿の名物として有名だった。",
    "en": "Shirasuka-juku (白須賀宿, Shirasuka-juku) was the thirty-second of the fifty-three stations of the Tōkaidō. It is located in Kosai, Shizuoka Prefecture, Japan. During the Edo period, it was the westernmost post station of Tōtōmi Province."
  },
  "33": {
    "ja": "二川宿（ふたがわしゅく、ふたがわじゅく）は、東海道五十三次の33番目の宿場である。三河国最東端の宿場町である。征夷大将軍の天領であった。現在の愛知県豊橋市二川町と大岩町に相当する。",
    "en": "Futagawa-juku (二川宿, Futagawa-juku) was the thirty-third of the fifty-three stations of the Tōkaidō. It is located in what is now the city of Toyohashi, Aichi Prefecture, Japan. It was the easternmost post station in Mikawa Province."
  },
  "34": {
    "ja": "吉田宿（よしだしゅく、よしだじゅく）は、江戸時代に設定された東海道五十三次の江戸側から数えて34番目の宿場である。現在の愛知県豊橋市中心部に相当する。",
    "en": "Yoshida-juku (吉田宿, Yoshida-juku) was the thirty-fourth of the fifty-three stations of the Tōkaidō. It is located in the center of what is now the city of Toyohashi, Aichi Prefecture, Japan. It was 287 kilometres (178 mi) from the start of the route in Edo's Nihonbashi and 6.1 kilometres (3.8 mi) from Futagawa-juku to the east and 10.5 kilometres (6.5 mi) from Goyu-shuku to the west."
  },
  "35": {
    "ja": "御油宿（ごゆしゅく、ごゆじゅく）は、東海道五十三次の35番目の宿場である。現在の愛知県豊川市御油町に所在する。街道の面影を残す松並木（御油の松並木）が美しいことから観光地になっている。\nまた、御油宿より東に追分があり、姫街道の西の起点となっている。姫街道は、「女改め」の厳しい新居宿を避けるために、お姫様などは東海道より浜名湖北の姫街道を通ることも多かったと言う。",
    "en": "Goyu-shuku (御油宿, Goyu-shuku) was the thirty-fifth of the fifty-three stations of the Tōkaidō. It is located in Goyu-chō in the city of Toyokawa, Aichi Prefecture, Japan. A pine tree colonnade, one of the few remnants from the Edo period post town, is a well-known tourist spot. It was approximately 10.4 kilometres (6.5 mi) from Yoshida-juku, the preceding post station."
  },
  "36": {
    "ja": "赤坂宿（あかさかしゅく、あかさかじゅく）は、東海道五十三次の36番目の宿場である。現在の愛知県豊川市赤坂町にあった。",
    "en": "Akasaka-juku (赤坂宿, Akasaka-juku) was the thirty-sixth of the fifty-three stations of the Tōkaidō. It is located in present-day Toyokawa, Aichi Prefecture, Japan. It was only 1.7 kilometres (1.1 mi) from Goyu-juku, the preceding post station."
  },
  "37": {
    "ja": "藤川宿（ふじかわしゅく、ふじかわじゅく）は、東海道五十三次の37番目の宿場である。現在の愛知県岡崎市藤川町辺り。詳しくは岡崎市を参照。\n但し、藤川宿周辺の住民はほとんどの場合、（ふじかわじゅく）と読む。\n藤川宿資料館があり、資料が閲覧できるほか、専用の駐車場もある。また国道1号沿いには道の駅藤川宿が整備されている。\n近くの旧東海道には1kmほどの松並木がある。松並木やむらさき麦等とともに藤川宿は岡崎観光きらり百選に選定されている。\nまた、1996年（平成8年）3月には歴史国道にも認定されている。",
    "en": "Fujikawa-shuku (藤川宿, Fujikawa-shuku) was the thirty-seventh of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Okazaki, in Aichi Prefecture, Japan. It was approximately 9 kilometres (5.6 mi) from Akasaka-juku, the preceding post station. Another accepted reading for this post town is \"Fujikawa-juku.\"\nAt its peak, Fujikawa-juku was home to 302 buildings, including one honjin, one sub-honjin and 36 hatago. Its total population was approximately 1,200 people. The classic ukiyo-e print by Andō Hiroshige (Hōeidō edition) from 1831 to 1834 depicts a daimyō procession on sankin-kōtai entering the post station, which would have been a common occurrence. Three commoners are shown as kneeling as the lord's retinue passes.  \nThe Okazaki city government has been working actively on preserving this old post town as a tourist destination. In addition to creating the Fujikawa-shuku Archives Museum within the preserved waki-honjin, detailing the history of the post town,  the city has preserved a number of old structures such old street lights, and traditional houses with lattice windows. A line of old pine trees extending for approximately a kilometer marks the location of the Tōkaidō road."
  },
  "38": {
    "ja": "岡崎宿（おかざきしゅく、おかざきじゅく）は、東海道五十三次の38番目の宿場である。現在の愛知県岡崎市中心部。詳しくは岡崎市を参照。\n\n石高は五万石しかなくとも徳川幕府の下では神君生誕の三河国岡崎城（築城は三河西郷氏の西郷稠頼）の城下町を背景に宿場町の規模も駿河国府中宿（静岡県静岡市葵区）に次いで大きかった。",
    "en": "Okazaki-shuku (岡崎宿, Okazaki-shuku) was the thirty-eighth of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Okazaki, in Aichi Prefecture, Japan."
  },
  "39": {
    "ja": "池鯉鮒宿（ちりゅうしゅく、ちりゅうじゅく）は、東海道五十三次の39番目の宿場である。",
    "en": "Chiryū-juku (池鯉鮒宿, Chiryū-shuku) was the thirty-ninth of the fifty-three stations of the Tōkaidō. It is located in the present-day city of Chiryū in Aichi Prefecture, Japan. It was the westernmost post town in Mikawa Province, and was 330 kilometres (210 mi) from Nihonbashi, the start of the Tōkaidō, so it took approximately 10 days to for average travellers to reach."
  },
  "40": {
    "ja": "鳴海宿（なるみしゅく、なるみじゅく）は、東海道五十三次の40番目の宿場である。現在の愛知県名古屋市緑区にある。",
    "en": "Narumi-juku (鳴海宿, Narumi-juku) was the fortieth of the fifty-three stations of the Tōkaidō. It is located in former Owari Province in what is now part of the Midori-ku section of the city of Nagoya, in Aichi Prefecture, Japan."
  },
  "41": {
    "ja": "宮宿（みやしゅく、みやじゅく、宮の宿、熱田宿）は、東海道五十三次の41番目の宿場である。中山道垂井宿にいたる脇街道・美濃路（美濃街道）や佐屋街道との分岐点でもあった。一般には宮の宿と呼ばれることが多かったが、幕府や尾張藩の公文書では熱田宿と書かれている。",
    "en": "Miya-juku (宮宿, Miya-juku) was the forty-first of the fifty-three stations of the Tōkaidō. It is located in former Owari Province in what is now part of the Atsuta-ku section of the city of Nagoya, in Aichi Prefecture, Japan. It was six km from Narumi-juku, the preceding post station."
  },
  "42": {
    "ja": "桑名宿（くわなしゅく、くわなじゅく）は、東海道五十三次の42番目の宿場である。現在は三重県桑名市。",
    "en": "Kuwana-juku (桑名宿, Kuwana-juku) was the forty-second of the fifty-three stations (shukuba) of the Tōkaidō connecting Edo with Kyoto in Edo period Japan. It was  located in former Ise Province in what is now part of the city of Kuwana, Mie Prefecture, Japan."
  },
  "43": {
    "ja": "四日市宿（よっかいちしゅく、よっかいちじゅく）は、東海道五十三次の43番目の宿場である。現在は三重県四日市市。",
    "en": "Yokkaichi-juku (四日市宿, Yokkaichi-juku) was the forty-third of the fifty-three stations (shukuba) of the Tōkaidō connecting Edo with Kyoto in Edo period Japan. It was  located in former Ise Province in what is now part of the city of Yokkaichi, Mie Prefecture, Japan."
  },
  "44": {
    "ja": "石薬師宿（いしやくししゅく、いしやくしじゅく）は、東海道五十三次の44番目の宿場である。現在は三重県鈴鹿市。\n1616年（元和2年）に宿場となった。",
    "en": "Ishiyakushi-juku (石薬師宿, Ishiyakushi-juku) was the forty-fourth  of the fifty-three stations (shukuba) of the Tōkaidō connecting Edo with Kyoto in Edo period Japan. It was  located in former Ise Province in what is now part of the city of Suzuka, Mie Prefecture, Japan."
  },
  "45": {
    "ja": "庄野宿（しょうのしゅく、しょうのじゅく）は、東海道五十三次の45番目の宿場である。現在は三重県鈴鹿市。",
    "en": "Shōno-juku (庄野宿, Shōno-juku) was the forty-fifth of the fifty-three stations (shukuba) of the Tōkaidō connecting Edo with Kyoto in Edo period Japan. It was  located in former Ise Province in what is now the city of Suzuka, Mie Prefecture, Japan."
  },
  "46": {
    "ja": "亀山宿（かめやましゅく、かめやまじゅく）は、東海道五十三次の46番目の宿場である。現在は三重県亀山市。\n城下町であると同時に宿場町であった。",
    "en": "Kameyama-juku (亀山宿, Kameyama-juku) was the forty-sixth of the fifty-three stations (shukuba) of the Tōkaidō connecting Edo with Kyoto in Edo period Japan. It was  located in former Ise Province in what is now the center of the city of Kameyama, Mie Prefecture, Japan."
  },
  "47": {
    "ja": "関宿（せきじゅく、せきしゅく）は、江戸時代の日本の東海道の宿場のひとつ。旧伊勢国、現在の三重県亀山市関町にある。国の重要伝統的建造物群保存地区に指定されており、往時の街並みが保たれている。「日本の道100選」にも入選している。",
    "en": "Seki-juku (関宿, Seki-juku) was the forty-seventh of the fifty-three stations of the Tōkaidō connecting Edo with Kyoto in Edo period Japan. It was  located in former Ise Province in what is now the Seki neighborhood of the city of Kameyama, Mie Prefecture, Japan."
  },
  "48": {
    "ja": "坂下宿（さかしたしゅく、さかしたじゅく、また坂ノ下、阪之下等の表記あり）は、東海道五十三次の48番目の宿場である。現在の地番は三重県亀山市関町坂下。",
    "en": "Sakashita-juku (坂下宿, Sakashita-juku) was the forty-eighth of the fifty-three stations (shukuba) of the Tōkaidō connecting Edo with Kyoto in Edo period Japan. It was  located in former Ise Province in what is now the Sakashita neighborhood of the city of Kameyama, Mie Prefecture, Japan."
  },
  "49": {
    "ja": "土山宿（つちやましゅく、 旧字体：𡈽山・圡山）は、近江国甲賀郡にあった東海道五十三次の49番目の宿場である。現在の滋賀県甲賀市土山町北土山および土山町南土山にあたる。",
    "en": "Tsuchiyama-juku (土山宿, Tsuchiyama-juku) was the forty-ninth of the fifty-three stations  of the Tōkaidō highway connecting Edo with Kyoto in Edo period Japan. It was located in the Tsuchiyama neighborhood of the present-day city of Kōka, Shiga Prefecture, Japan."
  },
  "50": {
    "ja": "水口宿（みなくちしゅく、みなくちじゅく）は、近江国甲賀郡にあった東海道五十三次の50番目の宿場である。現在は滋賀県甲賀市水口町旧市街。\n石橋を境に、東側は道が三筋に分かれた宿場町、西側は水口城の城下町で道が鍵の手になっていた。室町時代に宿駅の機能を有するようになった。\n1601年に宿駅に指定された。1634年に水口城が築かれ、1682年に水口藩が成立して城下町にもなった。\n1843年の『東海道宿村大概帳』によると、家数692軒、人口2692人、本陣1軒、脇本陣1軒、旅籠屋41軒を数えた。本陣は作坂町の鵜飼伝左衛門家、天王町の儀峨彦之丞家と堤文左衛門家があった。",
    "en": "Minakuchi-juku (水口宿, Minakuchi-juku) was the fiftieth of the fifty-three stations of the Tōkaidō highway connecting Edo with Kyoto in Edo period Japan. It was located in the Minakuchi neighborhood of the present-day city of Kōka, Shiga Prefecture, Japan."
  },
  "51": {
    "ja": "石部宿（いしべしゅく、いしべじゅく）は、近江国甲賀郡にあった東海道五十三次の51番目の宿場である。現在の滋賀県湖南市にあたる。",
    "en": "Ishibe-juku (石部宿) was the fifty-first of the fifty-three stations of the Tōkaidō highway connecting Edo with Kyoto in Edo period Japan. It was located in the present-day city of Konan, Shiga Prefecture, Japan."
  },
  "52": {
    "ja": "草津宿（くさつしゅく、くさつじゅく、くさつやど）は、近江国栗太郡にあった東海道五十三次の52番目の宿場で、中山道が合流する。現在は滋賀県草津市市街。本陣が現存し、国の史跡に指定されている。\n東海道の江戸方からは、草津川を越えて、堤防沿いに進むと、東横町・西横町と続き、中山道との合流点に至る。ここで左折し、一町目から六町目まで続き、宮川を渡って、最後が宮町である。中山道からは、天井川である旧草津川をトンネルで抜けると追分に至るが、トンネルができたのは明治19年（1886年）のことである。",
    "en": "Kusatsu-juku (草津宿, Kusatsu-juku) was the fifty-second of the fifty-three stations of the Tōkaidō as well as the sixty-eighth of the sixty-nine stations of the Nakasendō. It is located in the downtown area of the present-day city of Kusatsu, Shiga Prefecture, Japan."
  },
  "53": {
    "ja": "大津宿（おおつしゅく、おおつじゅく）は、東海道53番目（→東海道五十三次）の宿場で、現在は滋賀県大津市。東海道五十三次中最大の宿場。",
    "en": "Ōtsu-juku (大津宿, Ōtsu-juku) was the last of the sixty-nine stations of the Nakasendō, as well as the last of the fifty-three stations of the Tōkaidō. It was 14 km (9 mi) from the previous post town, Kusatsu-juku, and was located in Ōmi Province. It is currently located in the present-day city of Ōtsu, Shiga Prefecture, Japan."
  },
  "54": {
    "ja": "三条大橋（さんじょうおおはし）は、京都市にある三条通の橋。一級河川の鴨川に架かっている。",
    "en": "Sanjō Ōhashi (三条大橋) is a bridge in Kyoto, Kyoto Prefecture, Japan. It spans the Kamo River as part of Sanjō-dōri (三条通り Third Avenue). It is well known because it served as the ending location for journeying on both the Nakasendō and the Tōkaidō; these were two of the famous \"Five Routes\" for long distance travelers during the Edo period in Japan's past."
  }
}